import { SlidereImg1, SlidereImg2, SlidereImg3 } from "../../assets/images";

export const slides = [
  {
    backgroundImage: SlidereImg1,
    text: "Брусчатка кирпич вибропрессова нная",
    Subtext:
      "Высокие эксплуатационные показатели делают вибропрессованную брусчатку востребованным строительным материалом.",
    buttonLink: "/shop",
    buttonText: "купить сейчас",
  },
  {
    backgroundImage: SlidereImg2,
    text: "Тротуарная плитка «Кирпич»",
    Subtext:
      "Зарекомендовала себя как хороший неприхотливый строительный материал. Используется для различных участков, например, парковки, скверы, дворы, приусадебные участки.Основные достоинства:",
    buttonLink: "/shop",
    buttonText: "купить сейчас",
  },
  {
    backgroundImage: SlidereImg3,
    text: " Плитка «Цокольные облицовки»",
    Subtext:
      "Данный вид плитки обладает рядом положительных характеристик: твердостью, морозостойкостью, устойчивостью к воздействию солнечных лучей, атмосферных осадков. У нас Вы можете купить тротуарную плитку «Цокольные облицовки» в одном цвете, либо в разных оттеночных вариациях. Комбинируя несколько цветов, можно создать уникальную композицию.",
    buttonLink: "/shop",
    buttonText: "купить сейчас",
  },
  // Add more slides as needed
];
